Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: A simulation of the experiment is shown.
sv_se: En simulering av experimentet visas.

source: A single species 2 frog stopped calling.
sv_se: En groda av art 2 slutade med sina lockläten.

source: A small amount of radioactive material is present in a sample which has been placed inside a PET scanner.
sv_se: En liten mängd radioaktivt material finns i ett prov som har placerats inuti en PET-kamera.

source: A small town (3 000 to about 15 000 people)
sv_se: Medelstor tätort (3 000 till ungefär 15 000 invånare)

source: A solid block of carbon dioxide (dry ice) was suspended above the fabric.
sv_se: Ett block av koldioxid i fast form (torris) hängde över tyget.

source: A sound is a wave.
sv_se: Ett ljud är en våg.

source: A student finds the information in the table below which compares two liquid fuels.
sv_se: En elev har hittat information som jämför två flytande bränslen, i nedanstående tabell.

source: A student looks at the immersion heater in the cup of water.
sv_se: En elev tittar på doppvärmaren i koppen med vatten.

source: A student places an immersion heater and a thermometer into a cup of crushed ice, and turns the immersion heater on.
sv_se: En elev placerar en doppvärmare och en termometer i en kopp krossad is.

source: A student wants to find out if the objects can decompose (rot or decay).
sv_se: En elev vill ta reda på om föremålen kan brytas ner (ruttna eller förstöras).

source: A student wants to find out which one of the four objects is the most brittle.
sv_se: En elev vill ta reda på vilket av fyra föremål som är skörast.

source: A study shows that 60% of all used shampoo sachets end up in the ocean.
sv_se: En studie visar att 60 % av alla använda portionspåsar för schampo hamnar i havet.

source: A substance that is neither acidic or basic is described as neutral and has a pH of 7.
sv_se: Ett ämne som varken är surt eller basiskt beskrivs som neutralt och har ett pH på 7.

source: A swimming pool or outdoor spa/bath/jacuzzi
sv_se: En pool eller utomhusspa/bad/jacuzzi

source: A team of researchers conducted a field study to track the flight paths of golden eagles at the site before the construction of the turbines and after construction of the turbines.
sv_se: En grupp forskare genomförde en fältstudie för att kartlägga flygvägarna som kungsörnar på platsen använde före och efter att kraftverken uppförts.

source: A tipping point is a critical environmental threshold beyond which large and irreversible changes are likely to occur.
sv_se: En tippningspunkt är en kritisk miljötröskel som om den skulle passeras sannolikt leder till stora och oåterkalleliga förändringar.

source: A total of 205 responses were collected.
sv_se: Totalt 205 svar samlades in.

source: A town (15 000 to about 100 000 people)
sv_se: Större tätort (15 000 till ungefär 100 000 invånare)

source: A typical river system has freshwater upstream of the estuary (towards the river source).
sv_se: Ett typiskt flodsystem har sötvatten uppströms flodmynningen (mot flodens källa).

source: A village, hamlet or rural area (fewer than 3 000 people)
sv_se: Mindre ort eller samhälle på landsbygden (färre än 3 000 invånare)

source: A website argues that we should preserve large areas of habitat instead of creating narrow paths to link small fragments of habitat.
sv_se: En webbplats hävdar att vi bör bevara stora områden av en livsmiljö istället för att skapa smala korridorer för att binda samman mindre områden av en och samma livsmiljö.

source: A website author claimed that the results of this study showed that, “Ocean acidification causes changes to pteropod shells.”
sv_se: Författaren på en webbsida påstod att resultaten av denna undersökning visade att "Havsförsurning orsakar förändringar av skalen hos pteropoder."

source: A well is a hole drilled down from the surface into the ground to access water contained in an aquifer.
sv_se: En brunn är ett hål som har borrats från ytan ner i marken för att komma åt vatten som finns i en akvifer.

source: A widely held belief is used as factual support for a hypothesis.
sv_se: En allmänt spridd uppfattning används som sakligt stöd för en hypotes.

source: A worker at the factory estimates that, when the sensor displays a concentration of CO as 60 ppm, the voltage produced by the sensor is 2.5 V.
sv_se: En arbetare på fabriken uppskattar att när sensorn visar en CO-koncentration på 60 ppm, producerar sensorn en spänning på 2,5 V.

source: A “paid job” can include self-employment.
sv_se: Ett "betalt arbete" kan innefatta egenföretagare.

source: A.
sv_se: Svar:

source: ACTIVITY
sv_se: AKTIVITET

source: About half of the lessons
sv_se: På ungefär hälften av lektionerna

source: About once every two or three months
sv_se: Ungefär en gång varannan eller var tredje månad

source: About once or twice
sv_se: Ungefär en eller två gånger

source: About once or twice a month
sv_se: Ungefär en eller två gånger i månaden

source: About once or twice a week
sv_se: Ungefär en eller två gånger i veckan

source: About once or twice a year
sv_se: Ungefär en eller två gånger om året

source: About what percentage of your total funding for a typical school year comes from the following sources?
sv_se: Ungefär hur stor andel i procent av den totala budgeten under ett normalt skolår kommer från följande källor?

source: Above 60% satisfaction makes for a successful exhibition
sv_se: Mer än 60 % nöjda besökare innebär en lyckad utställning

source: Above that number visitors end up waiting more time
sv_se: Mer än det antalet gör att besökarna får vänta längre

source: Above that number visitors end up waiting more time.
sv_se: Mer än det antalet behöver besökare vänta längre

source: According to scientists, the increase in average global temperature must be kept below 2°C to avoid drastic changes in the climate.
sv_se: Enligt forskare måste ökningen av den globala medeltemperaturen hållas under 2 °C för att undvika drastiska klimatförändringar.

source: According to the data in the graph on the right, would this intervention be enough to stop the spread of the respiratory virus?
sv_se: Skulle denna åtgärd vara tillräcklig för att stoppa spridningen av luftvägsviruset enligt data i diagrammet till höger?

source: According to the graph, are the following statements correct?
sv_se: Är följande påståenden korrekta enligt diagrammet?

source: According to the graph, for which suggestion does the profession of the respondent have the greatest influence on their opinion?
sv_se: För vilket av förslagen har de svarandes yrken störst inflytande på deras åsikter enligt diagrammet?

source: According to the graph, what amount of carbon dioxide emitted by human activities would have a 67% probability of limiting warming to 1.5°C?
sv_se: Vilken mängd koldioxid som släpps ut till följd av mänsklig aktivitet skulle med 67 % sannolikhet begränsa uppvärmningen till 1,5 °C enligt diagrammet?

source: According to the graphs, which LED light is least likely to affect the behaviour of moths?
sv_se: Vilken LED-lampa påverkar enligt diagrammen minst sannolikt nattfjärilars beteende?

source: According to the graphs, which area had the most lightning strikes from May to September?
sv_se: Vilket område hade flest blixtnedslag från maj till september enligt diagrammen?

source: According to the information presented on the right, would lower quality masks (60% efficacy) stop the spread of a respiratory virus?
sv_se: Skulle munskydd av lägre kvalitet (60 % effektivitet) stoppa spridningen av ett luftvägsvirus enligt informationen som visas till höger?

source: According to this model, which events would increase the number of dogs with disease?
sv_se: Vilka händelser skulle enligt den här modellen öka antalet hundar med sjukdom?

source: Achievement data include aggregated school or grade-level test scores or grades, or graduation rates.
sv_se: Resultatdata inkluderar sammanlagda provresultat eller betyg på årskursnivå eller slutbetyg.

source: Acid Rain
sv_se: Surt regn

source: Acid deposition corrodes buildings and causes environmental problems.
sv_se: Surt nedfall korroderar byggnader och orsakar miljöproblem.

source: Acid deposition is when any form of acid pollution falls from the atmosphere onto Earth’s surface.
sv_se: Surt nedfall är när någon form av sur förorening faller från atmosfären ner på jordens yta.

source: Acid rain
sv_se: Surt regn

source: Acid rain would most likely have which one of the following pH values?
sv_se: Vilket av följande pH-värden skulle surt regn mest sannolikt ha?

source: Acidic
sv_se: Sur

source: Acids and Bases
sv_se: Syror och baser

source: Activities
sv_se: Aktiviteter

source: Activity
sv_se: Aktivitet

source: Activity 1
sv_se: Aktivitet 1

source: Activity 1 (hrs)
sv_se: Aktivitet 1 (timmar)

source: Activity 2
sv_se: Aktivitet 2

source: Activity 2 (hrs)
sv_se: Aktivitet 2 (timmar)

source: Actual number of students on bus
sv_se: Faktiskt antal elever på bussen

source: Add 400 mL of a red-tide algae culture solution of known concentration to each of eight 500 mL beakers.
sv_se: Tillsätt 400 ml av en lösning med en känd koncentration av en kultur rödvattenalger till var och en av åtta olika 500 ml-bägare.

source: Add a different mass of clay to each beaker: either 0, 80, 160, 320, 640, 1280, 2560, or 5120 mg of clay.
sv_se: Tillsätt olika mängder lera till varje kärl; antingen 0, 80, 160, 320, 640, 1 280, 2 560 eller 5 120 mg lera.

source: Add plan
sv_se: Lägg till upplägg

source: Add the solution by clicking on the dropper.
sv_se: Tillsätt lösningen genom att trycka på pipetten.

source: Addressing individual students’ needs (e.g. differentiated learning, differentiated instruction)
sv_se: Möjlighet att tillgodose enskilda elevers behov (t.ex. differentierad inlärning, differentierad undervisning)

source: Adult dolphin
sv_se: Vuxen delfin

source: Adult oysters are attached to rocks.
sv_se: Vuxna ostron växer på stenar.

source: Adult oysters attached to a rock
sv_se: Vuxna ostron som är fästa på en sten

source: Adult oysters do not have cilia on the outside of their bodies.
sv_se: Vuxna ostron har inte flimmerhår på utsidan av sina kroppar.

source: Adult oysters have a hard shell in which they live.
sv_se: Vuxna ostron har ett hårt skal som de lever i.

source: Adult siblings
sv_se: Vuxna syskon

source: Advantage of using AI systems:
sv_se: Fördel med att använda AI-system:

source: Advantage:
sv_se: Fördel:

source: Advantages of renewable Energy
sv_se: Fördelarna med förnybar energi

source: Advertising lights on the exterior of city buildings
sv_se: Reklambelysning på utsidan av byggnader

source: Africa
sv_se: Afrika

source: After 1 hour, examine the culture solution in each beaker under a microscope and count the number of living red-tide algae.
sv_se: Undersök lösningen i varje kärl i ett mikroskop efter 1 timme och räkna antalet levande rödvattenalger.

source: After 10 months in the water, the escape panel completely dissolves.
sv_se: Efter 10 månader i vattnet är flyktpanelen helt upplöst.

source: After 20 minutes she counts the number of ants on the food.
sv_se: Efter 20 minuter räknar hon antalet myror på maten.

source: After 20 minutes, the surface temperature of each object was measured.
sv_se: Efter 20 minuter mättes yttemperaturen på varje föremål.

source: After 20 years, scientists cleared some areas within the loblolly plantation, which are known as ‘fragments’.
sv_se: Efter tjugo år avverkade forskare några områden, så kallade 'odlingsytor', i loblollytallodlingen.

source: After 30 days, the average length of argan main tree stems grown with Glomus sp2 is longer than that of the control group.
sv_se: Efter 30 dagar är den genomsnittliga längden på arganträdets huvudstammar som odlats med Glomus sp 2 längre än kontrollgruppens.

source: After 90 days, the average length of argan main tree stems grown with Glomus sp1 is longer than that of the control group.
sv_se: Efter 90 dagar är den genomsnittliga längden på arganträdets huvudstammar som odlats med Glomus sp 1 längre än kontrollgruppens.

source: After a turbine is built, eagles are more likely to fly into the high risk zone if there is a tailwind.
sv_se: Efter att ett vindkraftverk har byggts, är det mer sannolikt att örnar flyger in i högriskzonen om det är medvind.

source: After each kick, the ball lands on the ground at a different place.
sv_se: Efter varje spark landar bollen på olika ställen på marken.

source: After human activities
sv_se: Efter mänskliga aktiviteter

source: After over 60 questions and answers the software provided the following answer:
sv_se: Efter mer än 60 frågor och svar gav programvaran följande svar:

source: After picking up the can, the claw moves 4 times to place the can and 4 times to return.
sv_se: Efter att ha plockat upp konservburken flyttar sig klon 4 gånger för att placera konservburken och 4 gånger för att återvända.

source: After some time, they examined the shells of the pteropods in the tanks.
sv_se: Efter en tid undersökte de pteropodernas skal i tankarna.

source: After the spacecraft has landed safely on a planet, you may want it to travel somewhere else.
sv_se: När rymdfarkosten har landat säkert på en planet kanske du vill att den ska resa någon annanstans.

source: After wind turbine construction
sv_se: Efter byggandet av vindkraftverk

source: Age (years)
sv_se: Ålder (år)

source: Age?
sv_se: Ålder?

source: Agree
sv_se: Håller med

source: Agricultural land-management practices, such as planting annual crops that have a short life span, can affect the levels of SOC.
sv_se: Jordbrukets markanvändning, till exempel plantering av årsgrödor med kort livscykel, kan påverka nivåerna av SOC.

source: Air pollution
sv_se: Luftföroreningar

source: Alcohols e.g., ethanol, isopropyl alcohol
sv_se: Alkoholer, till exempel etanol, isopropylalkohol

source: Alex ran simulations with and without a power booster.
sv_se: Alex körde simuleringar med och utan en effektbooster.

source: Alex ran simulations of journeys to Site X and to other sites with the same terrain type as Site X – Site C, Site D and Site F.
sv_se: Alex körde simuleringar av resor till plats X och till andra platser med samma typ av terräng som plats X – plats C, plats D och plats F.

source: Alex ran some simulations to solve a similar but different problem.
sv_se: Alex körde några simuleringar för att lösa ett liknande men annorlunda problem.

source: Alex wants to find the distance to Site X on Mars.
sv_se: Alex vill ta reda på avståndet till plats X på Mars.

source: All Type 1 hand sanitisers are not flammable but all Type 2 sanitisers are flammable (ignite easily).
sv_se: Alla handdesinfektionsmedel av typ 1 är inte lättantändliga, men alla desinfektionsmedel av typ 2 är lättantändliga (fattar lätt eld).

source: All advertising lights and all lighting in industrial areas will be turned off between 11 pm and 4 am.
sv_se: All reklambelysning och all belysning i industriområden kommer att släckas mellan kl. 23.00 och 04.00.

source: All areas received the greatest number of lightning strikes in July.
sv_se: Alla områden fick största antal blixtnedslag i juli.

source: All insects called using a set of three sounds.
sv_se: Alla insekter använde en uppsättning med tre ljud.

source: All of the following statements about desalination are true.
sv_se: Alla följande påståenden om avsaltning stämmer.

source: All other conditions were kept the same in both tanks.
sv_se: Alla övriga förhållanden var lika i de båda tankarna.

source: All other teachers should be considered part-time.
sv_se: Alla andra lärare ska betraktas som deltidsanställda.

source: All power plants shown are on waterways where manatees spend the winter.
sv_se: Alla kraftverk som visas ligger vid vattendrag där manater tillbringar vintern.

source: All teachers share the responsibility for career guidance.
sv_se: Alla lärare delar ansvaret för studie- och yrkesvägledningen.

source: All teaching staff at your school
sv_se: Alla lärare på din skola

source: All visitors must view 1 artwork
sv_se: Alla besökare måste titta på 1 konstverk

source: Allow more people to experience naturally dark nights
sv_se: Låta fler människor uppleva naturligt mörka nätter.

source: Allow more people to experience naturally dark nights.
sv_se: Låta fler människor uppleva naturligt mörka nätter.

source: Almond
sv_se: Mandeldryck

source: Always increases
sv_se: Ökar alltid

source: Amara is concerned about the amount of microplastics in the environment.
sv_se: Amara är orolig över mängden mikroplaster i miljön.

source: Amazon Rainforest
sv_se: Amazonas regnskog

source: American Eel grass growing in the ocean
sv_se: Amerikanskt ålgräs som växer i havet

source: Amount
sv_se: Mängd

source: Amount of Fuel
sv_se: Mängd bränsle

source: Amount of additional CO₂ (Gt)
sv_se: Ytterligare mängd CO₂ (Gt)

source: Amount of traffic
sv_se: Trafikmängd

source: Amphibians
sv_se: Groddjur

source: An error signals that the claw cannot complete the action.
sv_se: Ett fel talar om att klon inte kan genomföra instruktionen.

source: An agar plate is a thin layer of nutrient gel in a Petri dish, used to grow microorganisms, including bacteria.
sv_se: En agarplatta är ett tunt lager näringsgel i en petriskål, som används för att odla mikroorganismer, inklusive bakterier.

source: An aquifer is a layer of rock or soil that has enough spaces (it is porous) to contain large amounts of water, and has sufficient connections between those spaces to allow the water to seep or flow through it (it is permeable).
sv_se: En akvifer är ett lager av sten och jord som har tillräckligt med utrymme (det är poröst) för att innehålla stora mängder vatten, och har tillräckligt många förbindelser mellan dessa utrymmen för att vattnet ska kunna sippra eller flyta genom det (det är genomsläppligt).

source: An area in the Lakes District (north-west England) that was once a tree farm is to be replanted with native trees.
sv_se: Ett område i Lakes District (i nordvästra England) som en gång i tiden var en trädodling ska återplanteras med inhemska träd (trädarter från regionen).

source: An arrow moves by one square in the direction indicated by the arrow.
sv_se: En pil flyttar en ruta i den riktning som pilen visar.

source: An astronaut has landed on a planet.
sv_se: En astronaut har landat på en planet.

source: An astronaut says: ‘Running more increases my fitness only if I get 8 hours of sleep.’
sv_se: En astronaut säger: ”Mer löpning ökar min kondition bara om jag får 8 timmars sömn.”

source: An editor uses the table on the right to fact-check the article.
sv_se: En redaktör använder tabellen till höger för att faktagranska artikeln.

source: An effective online learning support platform is available
sv_se: Det finns en effektiv stödplattform för onlineinlärning.

source: An exhibition typically displays more than one artwork.
sv_se: En utställning har vanligtvis fler än ett konstverk.

source: An ice stupa consists of a conical framework of netting and thorn bushes.
sv_se: En isstupa består av en konformad ram av nät och taggbuskar.

source: An increase in atmospheric carbon dioxide is a contributor to global warming.
sv_se: En ökning av mängden koldioxid i atmosfären bidrar till den globala uppvärmningen.

source: An increase in the number of orders will increase the total payment time.
sv_se: Ett ökat antal beställningar kommer att öka den totala betalningstiden.

source: An increase in the total payment time will increase the travel time.
sv_se: En ökning av den totala betalningstiden kommer att öka restiden.

source: An insufficient level of <English²> will compromise my future career.
sv_se: Otillräckliga kunskaper i engelska skulle äventyra min framtida yrkeskarriär.

source: An international agriculture journal article that was reviewed by agricultural scientists
sv_se: En artikel i en internationell jordbrukstidskrift som granskats av jordbruksforskare

source: An offshore wind turbine farm
sv_se: En havsbaserad vindkraftspark

source: Andie built this program to solve a similar but different problem.
sv_se: Andy skapade det här programmet för att lösa ett liknande men annorlunda problem.

source: Animals drank all the water.
sv_se: Djur drack upp vattnet.

source: Animals flee from the noise and leave their natural environment.
sv_se: Djur flyr från ljudet och lämnar sin naturliga miljö.

source: Animals that use sounds to find food can no longer feed.
sv_se: Djur som använder ljud för att hitta mat kan inte längre livnära sig.

source: Animals using echolocation emit sounds that are reflected by the objects around them.
sv_se: Djur som använder ekolokalisering ger ifrån sig ljud som reflekteras av föremålen runt omkring dem.

source: Animate the artwork for 3 seconds.
sv_se: Animera konstverket i 3 sekunder.

source: Animate the artwork for 4 seconds.
sv_se: Animera konstverket i 4 sekunder.

source: Another programming language not listed above
sv_se: Ett annat programmeringsspråk som inte nämns ovan.

source: Another student asks Ellie if they should plant willow trees.
sv_se: En annan elev frågar Elin om de borde plantera pilträd.

source: Answer:
sv_se: Svar:

source: Ants using chemicals to communicate
sv_se: Myror som använder kemikalier för att kommunicera

source: Anxious
sv_se: Nervös

source: Any cultures cultivated in the microbiological laboratory from samples provided by Fred Braun?
sv_se: Har odlingar gjorts i mikrobiologiska laboratoriet av prover som lämnats av Ove Lind?

source: Apart from differing calcium carbonate saturation, the tanks contained equal amounts of other solutes so that the water resembled seawater.
sv_se: Förutom olika mättnadsgrad av kalciumkarbonat, innehöll tankarna lika stora mängder av andra lösta ämnen så att vattnet liknade havsvatten.

source: Apart from the tall grass, what other feature of this landscape will keep the soil cooler than being in full sun?
sv_se: Förutom det höga gräset, vilken annan egenskap hos det här landskapet håller jorden svalare än i fullt solsken?

source: Applied sciences and technology (e. g. <country-specific example>).
sv_se: Teknik

source: Apply
sv_se: Använda

source: Apply GENTAMICIN; dosage: 119 mg (0.6 mL) 10 days one IV once in 8 hours (calculated on 1.7 mg), if kidney failure exists change dose.
sv_se: Applicera GENTAMICIN; dos: 119 mg (0,6 ml) 10 dagar, en dos IV var 8 timme (beräknat på 1,7 mg), ändra dosen i händelse av njursvikt.

source: Apply better technology
sv_se: Använda bättre teknik.

source: Apply better technology.
sv_se: Använda bättre teknik.

source: Appointing or hiring teachers
sv_se: Utse eller anställa lärare

source: Appropriate runs
sv_se: Lämpliga körningar

source: Approving students for admission to the school
sv_se: Godkänna elever för intagning till skolan

source: Approximately how many hours were there between the first high tide and the first low tide on Monday 6 October?
sv_se: Ungefär hur många timmar gick det mellan det första högvattnet och det första lågvattnet måndagen den 6 oktober?

source: Approximately, how many data projectors are available in the school altogether?
sv_se: Ungefär hur många dataprojektorer finns totalt tillgängliga på skolan?

source: Approximately, how many desktop or laptop computers are available for these students for educational purposes?
sv_se: Ungefär hur många stationära eller bärbara datorer finns tillgängliga för dessa elever för utbildningsändamål?

source: Approximately, how many desktop or laptop computers with internet connection are available for teachers in your school?
sv_se: Ungefär hur många stationära eller bärbara datorer med internetuppkoppling finns tillgängliga för lärare på din skola?
